---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TagLeaderType
source: html/42553f91-83ea-1bfe-603a-bc11d064a157.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TagLeaderType Property

"Leader Type"

## Syntax (C#)
```csharp
public static ForgeTypeId TagLeaderType { get; }
```